import React from 'react';
import './AboutUs.css';

const AboutUs = () => {
    return (
        <div className="about-us">
            <h1>من نحن</h1>
            <p>
            نشأة الموقع: هو موقع تسويقي تم إنشائه حديثاً عام 2023,يقدم أفضل منتجات العناية بالمرأة من كريمات و زيوت للعناية بالبشرة والشعر, تم تصنيعها على يد الصيدلانية عائشة الهواري ,خبرة ثلاث سنوات حاصلة على شهادة في الصيدلة و دورات في أسس تصنيع الكريمات وبالإضافة دورة الصيدلة التجميلية في مركزspo نهدف إلى نشر وتعريف بهذه المنتجات على المستوى المحلي , وتوفير منتجات فعالة من الاستعمال الأول ,باستخدام مواد طبيعية ,وتوفيرها بأسعار مناسبة. 
            <br/><span>الكادر:</span><br/> مؤسس ومديرة الموقع : نور الهواري
            <br/>الصيدلانية مصنعة المنتجات : عائشة الهواري
            <br/>إعداد محتوى وإدارة سوشال ميديا : عبدالرحيم الهواري
            <br/> شركة التوصيل: مندوب
            </p>
        </div>
    );
};

export default AboutUs;
