import React from 'react';
import './MainPage.css';

const MainPage = () => {
  return (
    <div className="main-page">
      <p>
        مرحبًا بك في موقعنا! هنا، يمكنك تصفح منتجات العناية بالبشرة والشعر. يرجى استخدام شريط التنقل (القائمة العلوية) لزيارة الصفحات المختلفة على الموقع. لدينا مجموعة واسعة من منتجات العناية بالبشرة والشعر المتوفرة، بما في ذلك منتجات للعناية بالوجه والجسم والشعر وغيرها. استمتع بتصفح الموقع واكتشاف المنتجات التي تناسب احتياجاتك وتهتم بجمالك ورفاهيتك. نأمل أن تجد تجربتك ممتعة ومفيدة!
      </p>
    </div>
  );
};

export default MainPage;