import skinImage from './Images/skin.png';
import hairImage from './Images/hair.png';

const products = [
    {
      id: 1,
      name: "مرطب الشفاه من يابلنيا",
      type: "العناية بالبشرة",
      description: "غني بفيتامين E و زبده الشيا و زيت جوز الهند",
      price: 41000,
    },
    {
      id: 4,
      name: "زيت يابلنيا للشعر",
      type: "العناية بالشعر",
      description: "يقوي بصيلات الشعر و يزيد كثافته يحوي زيت الجوز و حبة البركه و الخروع",
      price: 13000,
    },
    {
      id: 3,
      name: "حمام زيت من يابلنيا",
      type: "العناية بالشعر",
      description: "لشعر اقوى و أكثر كثافه. غني بزيت الخروع و الزيتون و اللوز",
      price: 27000,
    },
    {
      id: 7,
      name: "كريم بديل الزيت من يابلنيا",
      type: "العناية بالشعر",
      description: "يغذي الشعر و يصبح أكثر لمعانا. غني بالزيوت الطبيعيه و زبده الشيا",
      price: 18000,
      imageUrl: hairImage
    },
    {
      id: 5,
      name: "تونك يابلنيا للبشره الدهنيه",
      type: "العناية بالبشرة",
      description: "ينظف البشره بعمق و يوازن افراز الدهون و يقبض المسام غني بخلاصة الخيار و و الميرميه و اكليل الجبل",
      price: 22000,
    },
    {
      id: 6,
      name: "تونر يابلنيا للبشره العاديه",
      type: "العناية بالبشرة",
      description: "ينظف و ينقي البشره غني بخلاصه الورد المائيه و الألوفيرا و فيتامين b5",
      price: 19000,
    },
    {
      id: 2,
      name: "تونر يابلنيا للبشره الحساسه و الجافه",
      type: "العناية بالبشرة",
      description: "ينقي البشره و و يرطبها لاحتوائيه على خلاصه الألوفيرا و البابونج و الورد و فيتامين B5",
      price: 29000,
    },
    {
      id: 8,
      name: "كريم يابلنيا الألوفيرا",
      type: "العناية بالبشرة",
      description: "يغذي و يرطب البشره بالألوفيرا و زبده الشيا و فيتامين B5 , E",
      price: 9000,
      imageUrl: skinImage
    },
  ];
  
  export default products;
  